In [1]:
import pandas as pd

In [2]:
data = pd.read_csv('/home/prashant/Downloads/TieUP/TieUP/email_list_jagadeesh.csv')

In [4]:
data.head()

   Unnamed: 0                                         Unnamed: 1
0       294.0                         VICTORY INDIA HOLIDAYS LLP
1       304.0             SAKHA CONSULTING WINGS PRIVATE LIMITED
2       375.0                 BUNDL TECHNOLOGIES PRIVATE LIMITED
3       379.0  SRF DETECTIVE & SECURITY SERVICES PRIVATE LIMITED
4       380.0             SRILAKSHMI AUTOMOBILES PRIVATE LIMITED

In [5]:
data.columns = ['_id', 'name']

In [7]:
data.head()

     _id                                               name
0  294.0                         VICTORY INDIA HOLIDAYS LLP
1  304.0             SAKHA CONSULTING WINGS PRIVATE LIMITED
2  375.0                 BUNDL TECHNOLOGIES PRIVATE LIMITED
3  379.0  SRF DETECTIVE & SECURITY SERVICES PRIVATE LIMITED
4  380.0             SRILAKSHMI AUTOMOBILES PRIVATE LIMITED